const songs = [{
        id: 1,
        title: "Vsivdoma - Відьма",
        cover: "img/vidma.png",
        audio: "audio/Vsivdoma - Відьма.mp3",
        lyrics: `<p>
                Відьма…
                Бо ти є відьма!
                Чуєш?
                Я буду твоїм світлом
                Я буду твоїм небом
                Я буду лиш тобою
                Насолоджуватись уві сні
                Ти – моя Попелюшка
                Ти – моя королева
                І ніщо не завадить мені
                З тобою прожити всі дні
            </p>

            <p>
                [Приспів:]
                Бо ти є відьма!
                Ти зламала мені крила
                Ти мене приворожила
                Ти взяла й не відпустила,
                Відьма! (x4)
            </p>

            <p>
                Ти буваєш колюча,
                Часом просто нестерпна,
                Як зустрівся з тобою,
                Так хочу забути я!
                Ти зламала мій захист,
                Увійшла в мою душу,
                І без тебе вночі
                Не можу заснути я!
            </p>
            <p>
                
                [Приспів:]
                Бо ти є відьма!
                Ти зламала мені крила
                Ти мене приворожила
                Ти взяла й не відпустила,
                Відьма! (x4)
            </p>
            <p>
                
                Ти іди, навертайся
                Викинь ключ і сховайся
                Забери усі спогади
                Із моєї ти голови
                Більш любові немає
                Вітер пісень не співає
                Закрий за собою двері
                І просто йди
                Бо ти є відьма!
            </p>

            <p>
                [Приспів:]
                Бо ти є відьма!
                Ти зламала мені крила
                Ти мене приворожила
                Ти взяла й не відпустила,
                Відьма!
            </p>

            <p>
                Бо ти є відьма!
                Ти зламала мені крила
                Ти мене приворожила
                Ти взяла й не відпустила,
                Відьма!
            </p>
            <p>
                
                Бо ти є відьма!
                Ти зламала мені крила
                Ти мене приворожила
                Ти взяла й не відпустила,
                Відьма!
            </p>

            <p>
                Бо ти є відьма!
                Ти зламала мені крила
                Ти мене приворожила
                Ти взяла й не відпустила,
                Відьма!
            </p>`
    },
    {
        id: 2,
        title: "Vsivdoma - Просто Друзі",
        cover: "img/vidma.png",
        audio: "audio/Vsivdoma - Просто Друзі.mp3",
        lyrics: `<p>
    Стою на сцені
    Читаю вірші
    Ми - просто друзі
    А ти хочеш більше
    Давно знайомі
    Тісний контакт
    Сім років дружби
    Пішли не так
    Стою на сцені
    Ти кличеш в гості
    Та не цікавить
    Вже мене та постіль
    Нам жити краще
    Без тих напруг
    Ти - просто подруга
    Я - просто друг
    Мені - спрайт
    Тобі - колу
    Мені - джину
    Тобі - рому
    Тобі - каву
    Мені - чай
    Вибачай мене
    Вибачай
    Я - спрайт
    А ти - колу
    Мені - джину
    Тобі - рому
    Тобі - каву
    Мені - чай
    Вибачай
    Ти так хотіла
    Нас разом звести
    Себе шукала
    У моїх текстах
    В моїх очах ти
    Шукала знак
    Але усе тут вже
    В моїх руках
    Часто писала
    Ти мені ночами
    І спілкувалися
    І наші мами
    Тебе без слів
    Впізнає слух
    Ти - просто подруга
    Я - просто друг
    Мені - спрайт
    Тобі - колу
    Мені - джину
    Тобі - рому
    Тобі - каву
    Мені - чай
    Вибачай мене
    Вибачай
    Я - спрайт
    А ти - колу
    Мені - джину
    Тобі - рому
    Тобі - каву
    Мені - чай
    Вибачай
    Вибачай
    Вибачай
    Вибачай мене
    Випий чай
    Випий чай
    І все мине
    Я п'ю спрайт
    А ти - колу
    Мені - джину
    Тобі - рому
    Тобі - каву
    Мені - чай
    Вибачай мене
    Вибачай
    Я - спрайт
    А ти - колу
    Мені - джину
    Тобі - рому
    Тобі - каву
    Мені - чай
    Вибачай
    Я п'ю спрайт
    Я ти - колу
    Мені - джину
    Тобі - рому
    Тобі - каву
    Мені - чай
    Вибачай мене
    Вибачай
    Я - спрайт
    А ти - колу
    Мені - джину
    Тобі - рому
    Тобі - каву
    Мені - чай 
    Вибачай
    </p>`
    },
    {
        id: 1,
        title: "My First Song",
        cover: "images/cover1.jpg",
        audio: "audio/Анна Немченко - Замужем.mp3",
        lyrics: `Another song text...`
    },
    {
        id: 2,
        title: "Second Track",
        cover: "images/cover2.jpg",
        audio: "audio/song2.mp3",
        lyrics: "Another song text..."
    }
];