const songs = [{
    id: 1,
    title: "First Track",
    cover: "images/cover1.jpg",
    audio: "audio/song1.mp3",
    lyrics: `<p>
                Відьма…
                Бо ти є відьма!
                Чуєш?
                Я буду твоїм світлом
                Я буду твоїм небом
                Я буду лиш тобою
                Насолоджуватись уві сні
                Ти – моя Попелюшка
                Ти – моя королева
                І ніщо не завадить мені
                З тобою прожити всі дні
            </p>

            <p>
                [Приспів:]
                Бо ти є відьма!
                Ти зламала мені крила
                Ти мене приворожила
                Ти взяла й не відпустила,
                Відьма! (x4)
            </p>

            <p>
                Ти буваєш колюча,
                Часом просто нестерпна,
                Як зустрівся з тобою,
                Так хочу забути я!
                Ти зламала мій захист,
                Увійшла в мою душу,
                І без тебе вночі
                Не можу заснути я!
            </p>
            <p>
                
                [Приспів:]
                Бо ти є відьма!
                Ти зламала мені крила
                Ти мене приворожила
                Ти взяла й не відпустила,
                Відьма! (x4)
            </p>
            <p>
                
                Ти іди, навертайся
                Викинь ключ і сховайся
                Забери усі спогади
                Із моєї ти голови
                Більш любові немає
                Вітер пісень не співає
                Закрий за собою двері
                І просто йди
                Бо ти є відьма!
            </p>

            <p>
                [Приспів:]
                Бо ти є відьма!
                Ти зламала мені крила
                Ти мене приворожила
                Ти взяла й не відпустила,
                Відьма!
            </p>

            <p>
                Бо ти є відьма!
                Ти зламала мені крила
                Ти мене приворожила
                Ти взяла й не відпустила,
                Відьма!
            </p>
            <p>
                
                Бо ти є відьма!
                Ти зламала мені крила
                Ти мене приворожила
                Ти взяла й не відпустила,
                Відьма!
            </p>

            <p>
                Бо ти є відьма!
                Ти зламала мені крила
                Ти мене приворожила
                Ти взяла й не відпустила,
                Відьма!
            </p>`,
    categoria: "pop"
  },
  {
    id: 2,
    title: "Second Track",
    cover: "images/cover2.jpg",
    audio: "audio/song2.mp3",
    lyrics: "Текст другої пісні...",
    categoria: "rock"
  },
  {
    id: 3,
    title: "Third Track",
    cover: "images/cover3.jpg",
    audio: "audio/song1.mp3",
    lyrics: "Текст третьої пісні...",
    categoria: "pop"
  },
  {
    id: 4,
    title: "Fourth Track",
    cover: "images/cover4.jpg",
    audio: "audio/song2.mp3",
    lyrics: "Текст четвертої пісні...",
    categoria: "jazz"
  },
  {
    id: 1,
    title: "First Track",
    cover: "images/cover1.jpg",
    audio: "audio/song1.mp3",
    lyrics: `<p>
                Відьма…
                Бо ти є відьма!
                Чуєш?
                Я буду твоїм світлом
                Я буду твоїм небом
                Я буду лиш тобою
                Насолоджуватись уві сні
                Ти – моя Попелюшка
                Ти – моя королева
                І ніщо не завадить мені
                З тобою прожити всі дні
            </p>

            <p>
                [Приспів:]
                Бо ти є відьма!
                Ти зламала мені крила
                Ти мене приворожила
                Ти взяла й не відпустила,
                Відьма! (x4)
            </p>

            <p>
                Ти буваєш колюча,
                Часом просто нестерпна,
                Як зустрівся з тобою,
                Так хочу забути я!
                Ти зламала мій захист,
                Увійшла в мою душу,
                І без тебе вночі
                Не можу заснути я!
            </p>
            <p>
                
                [Приспів:]
                Бо ти є відьма!
                Ти зламала мені крила
                Ти мене приворожила
                Ти взяла й не відпустила,
                Відьма! (x4)
            </p>
            <p>
                
                Ти іди, навертайся
                Викинь ключ і сховайся
                Забери усі спогади
                Із моєї ти голови
                Більш любові немає
                Вітер пісень не співає
                Закрий за собою двері
                І просто йди
                Бо ти є відьма!
            </p>

            <p>
                [Приспів:]
                Бо ти є відьма!
                Ти зламала мені крила
                Ти мене приворожила
                Ти взяла й не відпустила,
                Відьма!
            </p>

            <p>
                Бо ти є відьма!
                Ти зламала мені крила
                Ти мене приворожила
                Ти взяла й не відпустила,
                Відьма!
            </p>
            <p>
                
                Бо ти є відьма!
                Ти зламала мені крила
                Ти мене приворожила
                Ти взяла й не відпустила,
                Відьма!
            </p>

            <p>
                Бо ти є відьма!
                Ти зламала мені крила
                Ти мене приворожила
                Ти взяла й не відпустила,
                Відьма!
            </p>`,
    categoria: "pop"
  },
  {
    id: 2,
    title: "Second Track",
    cover: "images/cover2.jpg",
    audio: "audio/song2.mp3",
    lyrics: "Текст другої пісні...",
    categoria: "rock"
  },
  {
    id: 3,
    title: "Third Track",
    cover: "images/cover3.jpg",
    audio: "audio/song1.mp3",
    lyrics: "Текст третьої пісні...",
    categoria: "pop"
  },
  {
    id: 4,
    title: "Fourth Track",
    cover: "images/cover4.jpg",
    audio: "audio/song2.mp3",
    lyrics: "Текст четвертої пісні...",
    categoria: "jazz"
  },
  {
    id: 1,
    title: "First Track",
    cover: "images/cover1.jpg",
    audio: "audio/song1.mp3",
    lyrics: `<p>
                Відьма…
                Бо ти є відьма!
                Чуєш?
                Я буду твоїм світлом
                Я буду твоїм небом
                Я буду лиш тобою
                Насолоджуватись уві сні
                Ти – моя Попелюшка
                Ти – моя королева
                І ніщо не завадить мені
                З тобою прожити всі дні
            </p>

            <p>
                [Приспів:]
                Бо ти є відьма!
                Ти зламала мені крила
                Ти мене приворожила
                Ти взяла й не відпустила,
                Відьма! (x4)
            </p>

            <p>
                Ти буваєш колюча,
                Часом просто нестерпна,
                Як зустрівся з тобою,
                Так хочу забути я!
                Ти зламала мій захист,
                Увійшла в мою душу,
                І без тебе вночі
                Не можу заснути я!
            </p>
            <p>
                
                [Приспів:]
                Бо ти є відьма!
                Ти зламала мені крила
                Ти мене приворожила
                Ти взяла й не відпустила,
                Відьма! (x4)
            </p>
            <p>
                
                Ти іди, навертайся
                Викинь ключ і сховайся
                Забери усі спогади
                Із моєї ти голови
                Більш любові немає
                Вітер пісень не співає
                Закрий за собою двері
                І просто йди
                Бо ти є відьма!
            </p>

            <p>
                [Приспів:]
                Бо ти є відьма!
                Ти зламала мені крила
                Ти мене приворожила
                Ти взяла й не відпустила,
                Відьма!
            </p>

            <p>
                Бо ти є відьма!
                Ти зламала мені крила
                Ти мене приворожила
                Ти взяла й не відпустила,
                Відьма!
            </p>
            <p>
                
                Бо ти є відьма!
                Ти зламала мені крила
                Ти мене приворожила
                Ти взяла й не відпустила,
                Відьма!
            </p>

            <p>
                Бо ти є відьма!
                Ти зламала мені крила
                Ти мене приворожила
                Ти взяла й не відпустила,
                Відьма!
            </p>`,
    categoria: "pop"
  },
  {
    id: 2,
    title: "Second Track",
    cover: "images/cover2.jpg",
    audio: "audio/song2.mp3",
    lyrics: "Текст другої пісні...",
    categoria: "rock"
  },
  {
    id: 10,
    title: "Third Track",
    cover: "images/cover3.jpg",
    audio: "audio/song2.mp3",

    lyrics: "Текст третьої пісні...",
    categoria: "pop"
  },
  {
    id: 9,
    title: "Fourth Track",
    cover: "images/cover4.jpg",
    audio: "audio/song2.mp3",
    lyrics: "Текст четвертої пісні...",
    categoria: "jazz"
  },
  {
    id: 8,
    title: "First Track",
    cover: "images/cover1.jpg",
    audio: "audio/song1.mp3",
    lyrics: `<p>
                Відьма…
                Бо ти є відьма!
                Чуєш?
                Я буду твоїм світлом
                Я буду твоїм небом
                Я буду лиш тобою
                Насолоджуватись уві сні
                Ти – моя Попелюшка
                Ти – моя королева
                І ніщо не завадить мені
                З тобою прожити всі дні
            </p>

            <p>
                [Приспів:]
                Бо ти є відьма!
                Ти зламала мені крила
                Ти мене приворожила
                Ти взяла й не відпустила,
                Відьма! (x4)
            </p>

            <p>
                Ти буваєш колюча,
                Часом просто нестерпна,
                Як зустрівся з тобою,
                Так хочу забути я!
                Ти зламала мій захист,
                Увійшла в мою душу,
                І без тебе вночі
                Не можу заснути я!
            </p>
            <p>
                
                [Приспів:]
                Бо ти є відьма!
                Ти зламала мені крила
                Ти мене приворожила
                Ти взяла й не відпустила,
                Відьма! (x4)
            </p>
            <p>
                
                Ти іди, навертайся
                Викинь ключ і сховайся
                Забери усі спогади
                Із моєї ти голови
                Більш любові немає
                Вітер пісень не співає
                Закрий за собою двері
                І просто йди
                Бо ти є відьма!
            </p>

            <p>
                [Приспів:]
                Бо ти є відьма!
                Ти зламала мені крила
                Ти мене приворожила
                Ти взяла й не відпустила,
                Відьма!
            </p>

            <p>
                Бо ти є відьма!
                Ти зламала мені крила
                Ти мене приворожила
                Ти взяла й не відпустила,
                Відьма!
            </p>
            <p>
                
                Бо ти є відьма!
                Ти зламала мені крила
                Ти мене приворожила
                Ти взяла й не відпустила,
                Відьма!
            </p>

            <p>
                Бо ти є відьма!
                Ти зламала мені крила
                Ти мене приворожила
                Ти взяла й не відпустила,
                Відьма!
            </p>`,
    categoria: "pop"
  },
  {
    id: 7,
    title: "Second Track",
    cover: "images/cover2.jpg",
    audio: "audio/song2.mp3",
    lyrics: "Текст другої пісні...",
    categoria: "rock"
  },
  {
    id: 6,
    title: "Third Track",
    cover: "images/cover3.jpg",
    audio: "audio/song1.mp3",
    lyrics: "Текст третьої пісні...",
    categoria: "pop"
  },
  {
    id: 5,
    title: "Fourth Track",
    cover: "images/cover4.jpg",
    audio: "audio/song2.mp3",
    lyrics: "Текст четвертої пісні...",
    categoria: "jazz"
  }
];